Repository: clbasaran/anlik
Catalog: StripMate/Resources/Localizable.xcstrings
Source language: tr
Languages: en, es_es

# Weekly Highlights
source: Haftalık Özet
en: Weekly Highlights
es_es: Momentos de la semana

source: WhatsApp veya iMessage ile davet kodunu at.
en: Send your invite code via WhatsApp or iMessage.
es_es: envía tu código de invitación por WhatsApp o iMessage.

# Why are you reporting this user?
source: Bu kullanıcıyı neden şikayet ediyorsunuz?
en: Why are you reporting this user?
es_es: Por que reportas a este usuario?

source: Widget nasıl eklenir?
en: How do I add a widget?
es_es: ¿Cómo se añade un widget?

source: Yakınlaştırmak için sıkıştır, çift dokunarak yakınlaştırmayı aç/kapat
en: Pinch to zoom, double tap to toggle zoom
es_es: Pellizca para hacer zoom, toca dos veces para alternar

source: Yakınlaştırılabilir fotoğraf
en: Zoomable photo
es_es: Foto con zoom

source: Yanıtla
en: Reply
es_es: Responder

source: Yaratıcı
en: Creative
es_es: Creativo

source: Yazıyor
en: Typing
es_es: Escribiendo

source: Yemek
en: Food
es_es: Comida

source: Yeni An!
en: New Moment!
es_es: Nuevo momento!

source: Yeni Mesaj
en: New Message
es_es: Nuevo mensaje

source: Yeni Yorum
en: New Comment
es_es: Nuevo comentario

source: Yeniden dene
en: Try again
es_es: Reintentar

source: Yeniden çek / seç
en: Retake / choose
es_es: Volver a capturar / elegir

source: Yorum gönderilemedi.
en: Couldn't send comment.
es_es: No se pudo enviar el comentario.

# You must be at least 16 years old to sign up for the Spain launch.
source: İspanya sürümü için kayıt olmak adına en az 16 yaşında olmalısın.
en: You must be at least 16 years old to sign up for the Spain launch.
es_es: Debes tener al menos 16 anos para registrarte en el lanzamiento de Espana.

# You must be signed in.
source: Giriş yapmış olmalısın.
en: You must be signed in.
es_es: Debes haber iniciado sesion.

# You're offline — showing cached data
source: Çevrimdışısın — önbelleğe alınmış veriler gösteriliyor
en: You're offline — showing cached data
es_es: Estas sin conexion - mostrando datos en cache

# Your Friends
source: Arkadaşların
en: Your Friends
es_es: Tus amistades

# Your Invite Code
source: Davet Kodun
en: Your Invite Code
es_es: Tu codigo de invitacion

# Your shared world starts here.
source: Paylaştığın dünya burada başlıyor.
en: Your shared world starts here.
es_es: Tu mundo compartido empieza aqui.

# Zoomable photo
source: Yakınlaştırılabilir fotoğraf
en: Zoomable photo
es_es: Foto con zoom

source: ad soyad
en: full name
es_es: nombre y apellido

source: adın
en: your name
es_es: tu nombre

source: aktivite
en: activity
es_es: actividad

source: akış
en: feed
es_es: feed

source: akşam
en: evening
es_es: tarde

source: alinan
en: received
es_es: recibidos

source: altyapı
en: infrastructure
es_es: infraestructura

source: alınan
en: received
es_es: recibidos

source: alındı
en: received
es_es: recibido

source: an
en: moment
es_es: momento

source: an birlikte yaşandı
en: moments shared together
es_es: momentos juntos

source: an bu ay
en: moments this month
es_es: momentos este mes

source: an bu hafta
en: moments this week
es_es: momentos esta semana

source: an gönderildi.
en: moment sent.
es_es: momento enviado.

source: an sohbetleri
en: moment chats
es_es: chats del momento

source: ana ekranda boş alana uzun bas
en: long press an empty area on your home screen
es_es: manten pulsada una zona vacia en la pantalla de inicio

source: ana ekranı basılı tut, sol üstteki + butonuna dokun, anlık. widget'ını bul ve istediğin boyutu seç.
en: press and hold your home screen, tap the + button in the top left, find the anlık. widget and pick the size you want.
es_es: manten pulsada la pantalla de inicio, toca el mas, busca anlik. y elige el tamano que quieras.

source: ana ekranına anlık. widget'ını ekle.
en: add the anlık. widget to your home screen.
es_es: anade el widget de anlik. a tu pantalla de inicio.

source: anladım
en: got it
es_es: entendido

source: anlar
en: moments
es_es: momentos

source: anlar uçar, sen yakala
en: moments fly by, catch them
es_es: los momentos se van, tu capturalos

source: anlar: cihazına eşitlenmiş an geçmişini içerir.
en: moments: includes the moment history synced to your device.
es_es: momentos: incluye el historial de momentos sincronizado en tu dispositivo.

source: anları biriktiren
en: moment collector
es_es: coleccionista de momentos

source: anların kalış süresi
en: how long moments stay
es_es: cuánto duran los momentos

source: anların sadece seçtiğin kişilere gider.
en: your moments go only to the people you choose.
es_es: tus momentos van solo a las personas que elijas.

source: anlarına geri dön
en: go back to your moments
es_es: vuelve a tus momentos

source: anlarına yorum yapıldığında
en: when someone comments on your moments
es_es: cuando comentan tus momentos

source: anlarındaki sohbetlerde yeni mesaj geldiğinde
en: when new messages arrive in your moment chats
es_es: cuando llega un mensaje nuevo al chat del momento

source: anlık — anı paylaş
en: anlık — share a moment
es_es: anlik. — comparte el momento

source: anlık. böyle görünüyor
en: this is what anlık. looks like
es_es: anlık. se ve así

source: anlık. ekibi
en: the anlık. team
es_es: equipo de anlik.

source: anlık. kamerasını açar
en: opens the anlık. camera
es_es: abre la cámara de anlık.

source: anlık. tek başına durmak için değil, birini yakında hissetmek için var.
en: anlık. isn't for being alone, it's for feeling someone close.
es_es: anlik. no es para estar solo, es para sentir a alguien cerca.

source: anlık. widget'ını bul ve ekle
en: find and add the anlık. widget
es_es: busca y anade el widget de anlik.

source: anlık.'a hoş geldin
en: welcome to anlık.
es_es: te damos la bienvenida a anlık.

source: anlık.'ta Olanlar (%lld)
en: What's Happening on anlık. (%lld)
es_es: Novedades en anlik. (%lld)

source: anlık.'ta beni ekle! Davet kodum: %@ https://apps.apple.com/tr/app/anlik/id6759793761?l=tr
en: Add me on anlık.! My invite code: %@ https://apps.apple.com/tr/app/anlik/id6759793761?l=tr
es_es: ¡añádeme en anlık.! Mi código de invitación: %@ https://apps.apple.com/tr/app/anlik/id6759793761?l=tr

source: anlık.'ta beni ekle! https://anlik.web.app/i/%@
en: add me on anlık.! https://anlik.web.app/i/%@
es_es: ¡añádeme en anlık.! https://anlik.web.app/i/%@

source: anlık.'ta buluşalım. kodum:
en: meet me on anlık. my code:
es_es: nos vemos en anlik. mi codigo:

source: anlık.'ta buluşalım: https://anlik.web.app/i/
en: let's meet on anlık.: https://anlik.web.app/i/
es_es: nos vemos en anlık.: https://anlik.web.app/i/

source: anı aç
en: open the moment
es_es: abre el momento

source: anı paylaş
en: share a moment
es_es: comparte el momento

source: anı sil?
en: delete moment?
es_es: ¿eliminar momento?

source: anı yakala. paylaş. bağlan.
en: capture the moment. share. connect.
es_es: captura el momento. comparte. conecta.

source: anı yeniden yola çıktı.
en: the memory is on its way again.
es_es: el recuerdo va de nuevo en camino.

source: anı yolu
en: memory lane
es_es: camino de momentos

source: anılar
en: memories
es_es: recuerdos

source: anıların geçmişte birikir.
en: your moments collect in history.
es_es: tus momentos se acumulan en el historial.

source: anın gönderilemedi.
en: your moment couldn't be sent.
es_es: tu momento no se pudo enviar.

source: anına tepki verdi.
en: reacted to your moment.
es_es: ha reaccionado a tu momento.

source: anına yorum yaptı.
en: commented on your moment.
es_es: ha comentado tu momento.

source: anının ekran görüntüsünü aldı.
en: took a screenshot of your moment.
es_es: hizo una captura de tu momento.

source: app store'da bize yıldız ver
en: rate us on the app store
es_es: dejanos estrellas en la App Store

source: apple ile kimliğini doğrula
en: verify your identity with apple
es_es: verifica tu identidad con apple

source: ara
en: search
es_es: buscar

source: ara... şehir, arkadaş veya tarih
en: search... city, friend or date
es_es: buscar... ciudad, amistad o fecha

source: aralikisiz paylasim serisi
en: uninterrupted sharing streak
es_es: racha de compartir sin parar

source: aralıksız paylaşım bağı
en: unbroken sharing bond
es_es: vínculo de publicación ininterrumpida

source: arama icin internet baglantisi gerekli.
en: search requires an internet connection.
es_es: se necesita conexion a internet para buscar.

source: arka plan
en: background
es_es: fondo

source: arkadasinin gonderdigi
en: sent by your friend
es_es: enviado por tu amistad

source: arkadasliginizin ilk fotografi
en: the first photo of your friendship
es_es: la primera foto de vuestra amistad

source: arkadaslik profili
en: friendship profile
es_es: perfil de amistad

source: arkadaş
en: friend
es_es: amistad

source: arkadaş bulamıyor musun?
en: can't find friends?
es_es: ¿no encuentras amigos?

source: arkadaş bulamıyorsan
en: if you can't find friends
es_es: si no encuentras amigos

source: arkadaş ekle
en: add friend
es_es: anadir amistad

source: arkadaş ekle bölümüne git ve arkadaşının 8 haneli davet kodunu gir. istersen qr kodunu da okutabilirsin.
en: go to add friend and enter your friend's 8-digit invite code. you can also scan their qr code.
es_es: ve a anadir amistad y escribe el codigo de invitacion de 8 caracteres. tambien puedes escanear su QR.

source: arkadaş ekleme yardımı
en: help adding friends
es_es: ayuda para añadir amigos

source: arkadaş eklendi
en: friend added
es_es: amigo añadido

source: arkadaş kodun
en: your friend code
es_es: tu codigo de amistad

source: arkadaş kodunu paylaş, sadece senin insanların burada.
en: share your friend code — only your people are here.
es_es: comparte tu codigo de amistad, aqui solo estan tus personas.

source: arkadaş olmak istiyor
en: wants to be friends
es_es: quiere ser tu amistad

source: arkadaş seç
en: choose a friend
es_es: seleccionar amistades

source: arkadaşlar sekmesini açar.
en: opens the friends tab.
es_es: abre la pestaña de amigos.

source: arkadaşlar sekmesini açmak için çift dokun
en: double tap to open the friends tab
es_es: toca dos veces para abrir la pestaña de amigos

source: arkadaşların
en: your friends
es_es: tus amigos

source: arkadaşların yeni bir an paylaştığında
en: when your friends share a new moment
es_es: cuando tu gente comparte un momento nuevo

source: arkadaşların · %lld
en: your friends · %lld
es_es: tus amistades - %lld

source: arkadaşlarınla an paylaştıkça bağların burada birikir.
en: as you share moments with friends, your bonds build up here.
es_es: a medida que compartes momentos, tus vínculos se acumulan aquí.

source: arkadaşlarınla fotoğraf paylaş ve sıralamada yerinizi alın.
en: share photos with your friends and take your place in the rankings.
es_es: comparte fotos con tus amigos y ocupad vuestro lugar en la clasificación.

source: arkadaşlarınla fotoğraf paylaştıkça anılar burada görünecek.
en: as you share photos with friends, memories will show up here.
es_es: cuando compartas fotos con tu gente los recuerdos apareceran aqui.

source: arkadaşlık istatistikleri
en: friendship stats
es_es: estadisticas de amistad

source: arkadaşlık istekleri
en: friend requests
es_es: solicitudes de amistad

source: arkadaşlık profili
en: friendship profile
es_es: perfil de amistad

source: arkadaşlıktan çıkar
en: remove friend
es_es: eliminar amistad

source: arkadaşlığınızın ilk fotoğrafı
en: the first photo of your friendship
es_es: la primera foto de vuestra amistad

source: arkadaşımı nasıl eklerim?
en: how do i add a friend?
es_es: como anado a alguien?

source: arkadaşın app'i henüz indirmediyse 1-2 gün bekleyebilirsin.
en: if your friend hasn't downloaded the app yet, give it 1-2 days.
es_es: si tu amigo aún no ha descargado la app, puedes esperar 1-2 días.

source: arkadaşın bu anı görmek için önce kendi anını paylaşmalı. kilit ekran görüntüsünü engellemez.
en: your friend has to share a moment of their own before they can see this one. the lock doesn't prevent screenshots.
es_es: tu amistad tiene que compartir un momento propio antes de poder ver este. el candado no impide capturas de pantalla.

source: arkadaşın bu kodu tarasın veya girsin
en: have your friend scan or enter this code
es_es: que tu amigo escanee o introduzca este codigo

source: arkadaşın bu kodu tarayarak seni ekleyebilir
en: your friend can add you by scanning this code
es_es: tu amigo puede escanearlo para anadirte

source: arkadaşın kabul edince gönderilecek.
en: it will be sent when your friend accepts.
es_es: se enviará cuando tu amigo acepte.

source: arkadaşının gönderdiği
en: sent by your friend
es_es: enviado por tu amigo

source: arkadaşının kodunu gir
en: enter your friend's code
es_es: introduce el codigo de tu amigo

source: arkadaşının kodunu gir ya da kendi kodunu paylaş. istek gittiği anda içeridesin.
en: enter your friend's code or share yours. you're in the moment the request goes out.
es_es: introduce el código de tu amigo o comparte el tuyo. en cuanto se envíe la solicitud, ya estás dentro.

source: arkadaşının qr kodunu okut
en: scan your friend's qr code
es_es: escanea el código qr de tu amigo

source: artık bağlısınız. ilk anı sen gönder.
en: you're connected now. you send the first moment.
es_es: ya están conectados. envía tú el primer momento.

source: atla
en: skip
es_es: saltar

source: ayarlar
en: settings
es_es: ajustes

source: ayarlar → hesap yönetimi → hesabımı sil yolunu izle. bu işlem geri alınamaz ve verilerin kalıcı olarak silinir.
en: go to settings → account management → delete my account. this cannot be undone and your data will be permanently deleted.
es_es: ve a ajustes, gestion de cuenta, eliminar mi cuenta. esta accion es permanente y tus datos se eliminaran.

source: ayarlara git
en: go to settings
es_es: ir a ajustes

source: aylik aktivite
en: monthly activity
es_es: actividad mensual

source: aylık
en: monthly
es_es: mensual

source: aylık özetler
en: monthly recaps
es_es: resumenes mensuales

source: aynı anda
en: at the same time
es_es: al mismo tiempo

source: az once
en: just now
es_es: ahora mismo

source: az önce
en: just now
es_es: hace un momento

source: açık
en: on
es_es: activado

source: açık kaynak
en: open source
es_es: código abierto

source: açık kaynak lisansları
en: open source licenses
es_es: licencias de código abierto

source: aşağıdan arkadaşının kodunu girebilir ya da kendi kodunu paylaşabilirsin. istek gittiği anda içeridesin.
en: enter your friend's code below or share your own. you're in the moment the request goes out.
es_es: abajo puedes introducir el codigo de tu amigo o compartir el tuyo. en cuanto se envie la solicitud, ya estas dentro.

source: basılı tut, otomatik durur
en: press and hold, stops automatically
es_es: mantén pulsado, se detiene solo

source: basılı tut: video
en: press and hold: video
es_es: mantén pulsado: vídeo

source: bazen tek bir cevap, bütün günü daha güzel yapar.
en: sometimes a single reply makes the whole day better.
es_es: a veces una sola respuesta hace que todo el día sea más bonito.

source: bazen tek bir mesaj yetiyor.
en: sometimes one message is enough.
es_es: a veces basta con un solo mensaje.

source: bağ
en: bond
es_es: vínculo

source: bağ kilometre taşları
en: bond milestones
es_es: hitos del vínculo

source: bağ nasıl çalışır?
en: how does the bond work?
es_es: ¿cómo funciona el vínculo?

source: bağ uyarıları
en: bond alerts
es_es: avisos del vínculo

source: bağlantı yok
en: no connection
es_es: sin conexión

source: bağlantını kontrol edip tekrar dene.
en: check your connection and try again.
es_es: revisa tu conexión e inténtalo de nuevo.

source: bağlarım
en: my bonds
es_es: mis vínculos

source: bağı dondur
en: freeze the bond
es_es: congelar el vínculo

source: bağın sona ermek üzereyken
en: when your bond is about to end
es_es: cuando tu vínculo esté a punto de terminar

source: bağın sona yaklaşıyor!
en: your bond is about to end!
es_es: ¡tu vínculo está a punto de terminar!

source: bağınız 48 saat korunur. haftada bir hakkın var.
en: your bond stays protected for 48 hours. you get one per week.
es_es: tu vínculo queda protegido durante 48 horas. tienes uno por semana.

source: başla
en: start
es_es: empezar

source: başlangıç
en: start
es_es: inicio

source: başlangıç için e-posta ve şifren yeter
en: your email and password are enough to get started
es_es: para empezar, basta con tu correo y tu contraseña

source: belirli saatlerde bildirimleri sessize al
en: mute notifications during certain hours
es_es: silencia las notificaciones en determinadas horas

source: beyaz
en: white
es_es: blanco

source: beğeni değil his
en: not likes feelings
es_es: no son likes son sentimientos

source: beşli
en: five
es_es: de cinco

source: bildirilemedi — tekrar dene.
en: couldn't report — try again.
es_es: no se pudo denunciar — inténtalo de nuevo.

source: bildirilemedi.
en: couldn't report.
es_es: no se pudo denunciar.

source: bildirim tercihlerin hem bu cihazda hem de sunucuda saklanır. sessiz saatler aktifken hiçbir bildirim gönderilmez.
en: your notification preferences are stored on this device and on the server. no notifications are sent while quiet hours are active.
es_es: tus preferencias se guardan en este dispositivo y en el servidor. mientras el horario silencioso esté activo, no enviaremos notificaciones.

source: bildirim yok
en: no notifications
es_es: sin notificaciones

source: bildirimler
en: notifications
es_es: notificaciones

source: bilekten takip
en: track from your wrist
es_es: seguimiento desde la muneca

source: bilinmeyen
en: unknown
es_es: desconocido

source: binlerce takipçi değil, gerçek insanlar
en: not thousands of followers, real people
es_es: no son miles de seguidores, son personas reales

source: bir an gönderdi.
en: sent you a moment.
es_es: te envió un momento.

source: bir an paylaş
en: share a moment
es_es: comparte un momento

source: bir an paylaş, kilit açılsın.
en: share a moment, the lock opens.
es_es: comparte un momento y el candado se abre.

source: bir anın var
en: you have a moment
es_es: tienes un momento

source: bir arkadasina mesaj at.
en: send a friend a message.
es_es: envia un mensaje a un amigo.

source: bir arkadaşın seni dürttüğünde
en: when a friend nudges you
es_es: cuando alguien de tu gente te busca

source: bir arkadaşına mesaj at.
en: send a message to a friend.
es_es: envía un mensaje a un amigo.

source: bir ay
en: one month
es_es: un mes

source: bir aylık bağ! efsane ikilsiniz.
en: a one-month bond! you two are legendary.
es_es: ¡un vínculo de un mes! sois un dúo legendario.

source: bir aylık seri! efsane ikilsiniz.
en: a one-month streak! you two are legendary.
es_es: ¡una racha de un mes! sois un dúo legendario.

source: bir foto gonder ve burada gorunsun.
en: send a photo and it'll show up here.
es_es: envia una foto y aparecera aqui.

source: bir foto gönder ve burada görünsün.
en: send a photo and it'll show up here.
es_es: envía una foto y aparecerá aquí.

source: bir hafta
en: one week
es_es: una semana

source: bir haftalık bağ! bu inanılmaz bir başlangıç.
en: a one-week bond! what an incredible start.
es_es: ¡un vínculo de una semana! es un comienzo increíble.

source: bir haftalık seri! bu inanılmaz bir başlangıç.
en: a one-week streak! what an amazing start.
es_es: ¡una racha de una semana! es un comienzo increíble.

source: bir kişiyle başla
en: start with one person
es_es: empieza con una persona

source: bir merhaba yeter
en: a hello is enough
es_es: basta con un hola

source: bir sey bulamadik
en: we couldn't find anything
es_es: no encontramos nada

source: bir seyler olunca burada belirir.
en: when something happens, it'll show up here.
es_es: cuando pase algo, aparecera aqui.

source: bir sorun olustu
en: something went wrong
es_es: hubo un problema

source: bir sorun olustu.
en: something went wrong.
es_es: ha ocurrido un problema.

source: bir sorun oluştu
en: something went wrong
es_es: ha ocurrido un problema

source: bir sorun oluştu.
en: something went wrong.
es_es: ha ocurrido un problema.

source: bir yıl
en: one year
es_es: un ano

source: bir şey bulamadık
en: we couldn't find anything
es_es: no encontramos nada

source: bir şey ters gitti.
en: something went wrong.
es_es: algo ha salido mal.

source: bir şey ters gitti. lütfen tekrar dene.
en: something went wrong. please try again.
es_es: algo salió mal. inténtalo de nuevo.

source: bir şeyler olunca burada belirir.
en: when something happens, it'll show up here.
es_es: cuando pase algo, aparecerá aquí.

source: birazdan tekrar dene
en: try again in a bit
es_es: inténtalo de nuevo en un momento

source: birini ekle, gerisi kendi ritminde akar.
en: add someone — the rest flows at its own pace.
es_es: anade a alguien, lo demas fluye solo.

source: birini ekle, içeri geç.
en: add someone, step inside.
es_es: añade a alguien y entra.

source: bitiş
en: end
es_es: fin

source: biyografi
en: bio
es_es: biografia

source: bize e-posta gönder
en: email us
es_es: mandanos un correo

source: bize yazın, en kısa sürede dönelim
en: write to us and we'll get back as soon as we can
es_es: escribenos, te respondemos lo antes posible

source: bu anı görmek için sen de bir an paylaş
en: share a moment to see this one
es_es: comparte un momento para ver este

source: bu anı sil
en: delete this moment
es_es: eliminar este momento

source: bu aramayla kimse çıkmadı
en: no one matched this search
es_es: no se ha encontrado a nadie con esta búsqueda

source: bu ay %lld arkadaşınla etkileştin
en: you interacted with %lld friends this month
es_es: este mes interactuaste con %lld amistades

source: bu fotoğrafı neden bildiriyorsun?
en: why are you reporting this photo?
es_es: por que reportas esta foto?

source: bu gizli bir an. açmak için sen de bir an paylaş!
en: this is a secret moment. share a moment to unlock it!
es_es: este es un momento oculto. comparte un momento para verlo!

source: bu gün foto yok
en: no photos on this day
es_es: hoy no hay fotos

source: bu hafta %lld arkadaşınla etkileştin
en: you interacted with %lld friends this week
es_es: esta semana interactuaste con %lld amistades

source: bu içeriği neden bildiriyorsun?
en: why are you reporting this content?
es_es: ¿por qué denuncias este contenido?

source: bu işlem geri alınamaz.
en: this cannot be undone.
es_es: esta accion no se puede deshacer.

source: bu işlem geri alınamaz. tüm verileriniz, fotoğraflarınız ve bağlantılarınız kalıcı olarak silinecektir. onaylamak için "sil" yazın.
en: this cannot be undone. all your data, photos and connections will be permanently deleted. type "delete" to confirm.
es_es: esta accion no se puede deshacer. todos tus datos, fotos y conexiones se eliminaran permanentemente. escribe "eliminar" para confirmar.

source: bu kişi
en: this person
es_es: esta persona

source: bu kişiyi
en: this person
es_es: a esta persona

source: bu kodla kimseyi bulamadık.
en: we couldn't find anyone with this code.
es_es: no encontramos a nadie con este codigo.

source: bu kullanıcı adı alınmış
en: this username is taken
es_es: este nombre de usuario ya está en uso

source: bu kullanıcı adı alınmış.
en: this username is taken.
es_es: este nombre de usuario ya está en uso.

source: bu kullanıcıyı engellemek onu arkadaş listenden kaldırır ve gelecekteki etkileşimleri engeller.
en: blocking this user removes them from your friends and prevents future interactions.
es_es: bloquear a esta persona la eliminara de tus amistades e impedira futuras interacciones.

source: bu kullanıcıyı engellemek onu arkadaş listenden kaldırır ve içerikleri gizler.
en: blocking this user removes them from your friends and hides their content.
es_es: bloquear a esta persona la eliminara de tus amistades y ocultara su contenido.

source: bu kullanıcıyı neden bildiriyorsun?
en: why are you reporting this user?
es_es: por que reportas a este usuario?
